Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# communityUI.reportReviewNotice
source: Le contenu sera masqué immédiatement et examiné par notre équipe sous 24 h.
de: Der Inhalt wird sofort ausgeblendet und innerhalb von 24 Stunden von unserem Team geprüft.
en: The content will be hidden immediately and reviewed by our team within 24 hours.
es: El contenido se ocultará de inmediato y nuestro equipo lo revisará en un plazo de 24 h.
it: Il contenuto verrà nascosto immediatamente ed esaminato dal nostro team entro 24 ore.
pt: O conteúdo será ocultado de imediato e analisado pela nossa equipa no prazo de 24 h.

# communityUI.rewardPrefix
source: Récompense :
de: Belohnung:
en: Reward:
es: Recompensa:
it: Ricompensa:
pt: Recompensa:

# communityUI.seeMyTryOns
source: Voir mes essayages
de: Meine Anproben ansehen
en: See my try-ons
es: Ver mis pruebas
it: Vedi le mie prove
pt: Ver as minhas provas

# communityUI.shareALook
source: Partager un look
de: Einen Look teilen
en: Share a look
es: Compartir un look
it: Condividi un look
pt: Partilhar um look

# communityUI.signInToPublish
source: Connectez-vous pour publier.
de: Melden Sie sich an, um zu veröffentlichen.
en: Sign in to publish.
es: Inicia sesión para publicar.
it: Accedi per pubblicare.
pt: Inicie sessão para publicar.

# communityUI.tellYourLookPlaceholder
source: Racontez votre look…
de: Erzählen Sie von Ihrem Look…
en: Tell the story of your look…
es: Cuenta la historia de tu look…
it: Racconta il tuo look…
pt: Conte a história do seu look…

# communityUI.topMembersThisMonth
source: Les membres les plus actifs ce mois-ci
de: Die aktivsten Mitglieder in diesem Monat
en: The most active members this month
es: Los miembros más activos este mes
it: I membri più attivi questo mese
pt: Os membros mais ativos este mês

# communityUI.triedVirtually
source: a essayé virtuellement
de: hat virtuell anprobiert
en: virtually tried on
es: se probó virtualmente
it: ha provato virtualmente
pt: experimentou virtualmente

# communityUI.tryItToo
source: Essayer aussi
de: Auch anprobieren
en: Try it too
es: Probar también
it: Provalo anche tu
pt: Experimentar também

# communityUI.tryJewelNow
source: Essayer un bijou maintenant
de: Jetzt ein Schmuckstück anprobieren
en: Try a jewel now
es: Probar una joya ahora
it: Prova subito un gioiello
pt: Experimentar uma joia agora

# communityUI.tryJewelVirtually
source: Essayer ce bijou en essayage virtuel
de: Dieses Schmuckstück virtuell anprobieren
en: Try this jewel with virtual try-on
es: Probar esta joya con la prueba virtual
it: Prova questo gioiello con la prova virtuale
pt: Experimentar esta joia na prova virtual

# communityUI.virtualTryOnCaps
source: ESSAYAGE VIRTUEL
de: VIRTUELLE ANPROBE
en: VIRTUAL TRY-ON
es: PRUEBA VIRTUAL
it: PROVA VIRTUALE
pt: PROVA VIRTUAL

# communityUI.yourRanking
source: Votre classement
de: Ihre Platzierung
en: Your ranking
es: Tu clasificación
it: La tua posizione
pt: A sua classificação

# communityUI.yourRewardCaps
source: VOTRE RÉCOMPENSE
de: IHRE BELOHNUNG
en: YOUR REWARD
es: TU RECOMPENSA
it: LA TUA RICOMPENSA
pt: A SUA RECOMPENSA

# communityUI.yourTryOn
source: Votre essayage
de: Ihre Anprobe
en: Your try-on
es: Tu prueba
it: La tua prova
pt: A sua prova

# creditsUI.buyExtraTriesSubtitle
source: Achetez des essais supplémentaires sans changer d'abonnement.
de: Kaufen Sie zusätzliche Anproben, ohne Ihr Abo zu ändern.
en: Buy extra try-ons without changing your subscription.
es: Compra pruebas adicionales sin cambiar de suscripción.
it: Acquista prove aggiuntive senza cambiare abbonamento.
pt: Compre provas adicionais sem alterar a sua subscrição.

# creditsUI.currentBalance
source: Solde actuel :
de: Aktuelles Guthaben:
en: Current balance:
es: Saldo actual:
it: Saldo attuale:
pt: Saldo atual:

# creditsUI.oneTimePurchaseNote
source: Achat unique · Non renouvelable · Géré par Apple
de: Einmaliger Kauf · Nicht verlängerbar · Verwaltet von Apple
en: One-time purchase · Non-renewing · Managed by Apple
es: Compra única · No renovable · Gestionada por Apple
it: Acquisto singolo · Non rinnovabile · Gestito da Apple
pt: Compra única · Não renovável · Gerida pela Apple

# creditsUI.productUnavailable
source: Produit indisponible. Vérifiez votre connexion.
de: Produkt nicht verfügbar. Prüfen Sie Ihre Verbindung.
en: Product unavailable. Check your connection.
es: Producto no disponible. Comprueba tu conexión.
it: Prodotto non disponibile. Verifica la connessione.
pt: Produto indisponível. Verifique a sua ligação.

# creditsUI.purchaseIncomplete
source: Achat incomplet. Contactez le support.
de: Kauf unvollständig. Kontaktieren Sie den Support.
en: Purchase incomplete. Contact support.
es: Compra incompleta. Contacta con soporte.
it: Acquisto incompleto. Contatta l'assistenza.
pt: Compra incompleta. Contacte o suporte.

# creditsUI.startTrying
source: Commencer à essayer
de: Mit der Anprobe beginnen
en: Start trying on
es: Empezar a probar
it: Inizia a provare
pt: Começar a experimentar

# creditsUI.topUpDone
source: Recharge effectuée !
de: Aufladung erfolgreich!
en: Top-up complete!
es: ¡Recarga completada!
it: Ricarica completata!
pt: Recarga concluída!

# creditsUI.topUpMyTries
source: Recharger mes essais
de: Meine Anproben aufladen
en: Top up my try-ons
es: Recargar mis pruebas
it: Ricarica le mie prove
pt: Recarregar as minhas provas

# demoGallery.categories.all
source: Tout
de: Alle
en: All
es: Todo
it: Tutti
pt: Todos

# demoGallery.categories.ears
source: Oreilles
de: Ohren
en: Ears
es: Orejas
it: Orecchie
pt: Orelhas

# demoGallery.categories.hands
source: Mains
de: Hände
en: Hands
es: Manos
it: Mani
pt: Mãos

# demoGallery.categories.necks
source: Cous
de: Hälse
en: Necks
es: Cuellos
it: Colli
pt: Pescoços

# demoGallery.genders.all
source: Tous
de: Alle
en: All
es: Todos
it: Tutti
pt: Todos

# demoGallery.genders.feminine
source: Féminin
de: Feminin
en: Feminine
es: Femenino
it: Femminile
pt: Feminino

# demoGallery.genders.masculine
source: Masculin
de: Maskulin
en: Masculine
es: Masculino
it: Maschile
pt: Masculino

# demoGallery.genders.neutral
source: Non genré
de: Nicht-binär
en: Non-binary
es: No binario
it: Non binario
pt: Não binário

# demoGallery.inclusivityMessage
source: L'Écrin Virtuel est conçu pour toutes les personnes, quels que soient leur genre, leur carnation ou leur morphologie. Les bijoux sont universels.
de: L'Écrin Virtuel ist für alle Menschen konzipiert, unabhängig von Geschlecht, Hautton oder Körpertyp. Schmuck ist universell.
en: L'Écrin Virtuel is designed for all people, regardless of gender, skin tone, or body type. Jewelry is universal.
es: L'Écrin Virtuel está diseñado para todas las personas, independientemente de su género, tono de piel o tipo de cuerpo. Las joyas son universales.
it: L'Écrin Virtuel è progettato per tutte le persone, indipendentemente dal genere, dal tono della pelle o dal tipo di corpo. I gioielli sono universali.
pt: L'Écrin Virtuel foi projetado para todas as pessoas, independentemente de gênero, tom de pele ou tipo de corpo. As joias são universais.

# demoGallery.inclusivityTitle
source: Pour tout le monde
de: Für alle
en: For Everyone
es: Para todos
it: Per tutti
pt: Para todos

# demoGallery.intro
source: Découvrez comment nos bijoux s'adaptent à toutes les morphologies et carnations.
de: Entdecken Sie, wie sich unser Schmuck an alle Körpertypen und Hauttöne anpasst.
en: Discover how our jewelry adapts to all body types and skin tones.
es: Descubre cómo nuestras joyas se adaptan a todos los tipos de cuerpo y tonos de piel.
it: Scopri come i nostri gioielli si adattano a tutti i tipi di corpo e tonalità di pelle.
pt: Descubra como nossas joias se adaptam a todos os tipos de corpo e tons de pele.

# demoGallery.skinTones.dark
source: Carnation foncée
de: Dunkler Hautton
en: Dark skin tone
es: Tono de piel oscuro
it: Tono di pelle scuro
pt: Tom de pele escuro

# demoGallery.skinTones.light
source: Carnation claire
de: Heller Hautton
en: Light skin tone
es: Tono de piel claro
it: Tono di pelle chiaro
pt: Tom de pele claro

# demoGallery.skinTones.medium
source: Carnation médiane
de: Mittlerer Hautton
en: Medium skin tone
es: Tono de piel medio
it: Tono di pelle medio
pt: Tom de pele médio

# demoGallery.title
source: Galerie Démo
de: Demo-Galerie
en: Demo Gallery
es: Galería Demo
it: Galleria Demo
pt: Galeria Demo

# errors.generic
source: Une erreur est survenue
de: Ein Fehler ist aufgetreten
en: An error occurred
es: Ha ocurrido un error
it: Si è verificato un errore
pt: Ocorreu um erro

# errors.network
source: Erreur de connexion
de: Verbindungsfehler
en: Connection error
es: Error de conexión
it: Errore di connessione
pt: Erro de conexão

# errors.noInternet
source: Pas de connexion internet
de: Keine Internetverbindung
en: No internet connection
es: Sin conexión a internet
it: Nessuna connessione internet
pt: Sem conexão com a internet

# errors.notFound
source: Non trouvé
de: Nicht gefunden
en: Not found
es: No encontrado
it: Non trovato
pt: Não encontrado

# errors.serverError
source: Erreur serveur
de: Serverfehler
en: Server error
es: Error del servidor
it: Errore del server
pt: Erro do servidor

# errors.tryAgain
source: Veuillez réessayer
de: Bitte erneut versuchen
en: Please try again
es: Por favor, inténtalo de nuevo
it: Riprova
pt: Por favor, tente novamente

# errors.unauthorized
source: Non autorisé
de: Nicht autorisiert
en: Unauthorized
es: No autorizado
it: Non autorizzato
pt: Não autorizado

# eventTypes.date
source: Rendez-vous
de: Date
en: Date
es: Cita
it: Appuntamento
pt: Encontro

# eventTypes.dinner
source: Dîner
de: Abendessen
en: Dinner
es: Cena
it: Cena
pt: Jantar

# eventTypes.formal
source: Événement formel
de: Formelles Ereignis
en: Formal Event
es: Evento formal
it: Evento formale
pt: Evento formal

# eventTypes.interview
source: Entretien
de: Vorstellungsgespräch
en: Interview
es: Entrevista
it: Colloquio
pt: Entrevista

# eventTypes.meeting
source: Réunion
de: Meeting
en: Meeting
es: Reunión
it: Riunione
pt: Reunião

# eventTypes.none
source: Journée libre
de: Freier Tag
en: Free Day
es: Día libre
it: Giornata libera
pt: Dia livre

# eventTypes.party
source: Fête
de: Party
en: Party
es: Fiesta
it: Festa
pt: Festa

# eventTypes.presentation
source: Présentation
de: Präsentation
en: Presentation
es: Presentación
it: Presentazione
pt: Apresentação

# eventTypes.travel
source: Voyage
de: Reise
en: Travel
es: Viaje
it: Viaggio
pt: Viagem

# eventTypes.wedding
source: Mariage
de: Hochzeit
en: Wedding
es: Boda
it: Matrimonio
pt: Casamento

# eventTypes.work
source: Travail
de: Arbeit
en: Work
es: Trabajo
it: Lavoro
pt: Trabalho

# gamingUI.celebrate
source: Célébrer !
de: Feiern!
en: Celebrate!
es: ¡A celebrar!
it: Festeggia!
pt: Celebrar!

# gamingUI.claimReward
source: Réclamer la récompense
de: Belohnung einlösen
en: Claim reward
es: Reclamar la recompensa
it: Riscatta la ricompensa
pt: Resgatar a recompensa

# gamingUI.congratulations
source: Félicitations !
de: Herzlichen Glückwunsch!
en: Congratulations!
es: ¡Enhorabuena!
it: Congratulazioni!
pt: Parabéns!

# gamingUI.howToGetIt
source: Comment l'obtenir
de: So erhalten Sie es
en: How to get it
es: Cómo conseguirlo
it: Come ottenerlo
pt: Como obtê-lo

# gamingUI.maxLevelReached
source: Niveau maximum atteint
de: Maximales Level erreicht
en: Maximum level reached
es: Nivel máximo alcanzado
it: Livello massimo raggiunto
pt: Nível máximo alcançado

# gamingUI.myEcrinSpace
source: Mon Espace Écrin
de: Mein Écrin-Bereich
en: My Écrin Space
es: Mi Espacio Écrin
it: Il mio Spazio Écrin
pt: O meu Espaço Écrin

# gamingUI.progressAndRewards
source: Progression & Récompenses
de: Fortschritt & Belohnungen
en: Progress & Rewards
es: Progreso y recompensas
it: Progressi e ricompense
pt: Progresso e recompensas

# gamingUI.rewardClaimed
source: Récompense réclamée
de: Belohnung eingelöst
en: Reward claimed
es: Recompensa reclamada
it: Ricompensa riscattata
pt: Recompensa resgatada

# gamingUI.totalXP
source: XP total
de: Gesamt-XP
en: Total XP
it: XP totali

# gamingUI.unlockedPerks
source: Avantages débloqués
de: Freigeschaltete Vorteile
en: Unlocked perks
es: Ventajas desbloqueadas
it: Vantaggi sbloccati
pt: Vantagens desbloqueadas

# giftUI.buyItNow
source: L'acheter maintenant
de: Jetzt kaufen
en: Buy it now
es: Comprarlo ahora
it: Acquistalo ora
pt: Comprar agora

# giftUI.createFailed
source: Impossible de créer le cadeau. Vérifiez votre connexion et réessayez.
de: Geschenk konnte nicht erstellt werden. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
en: Couldn't create the gift. Check your connection and try again.
es: No se pudo crear el regalo. Comprueba tu conexión e inténtalo de nuevo.
it: Impossibile creare il regalo. Verifica la connessione e riprova.
pt: Não foi possível criar o presente. Verifique a sua ligação e tente novamente.

# giftUI.createMagicLink
source: Créer le lien magique ✨
de: Magischen Link erstellen ✨
en: Create the magic link ✨
es: Crear el enlace mágico ✨
it: Crea il link magico ✨
pt: Criar a ligação mágica ✨

# giftUI.creating
source: Création…
de: Wird erstellt …
en: Creating…
es: Creando…
it: Creazione…
pt: A criar…

# giftUI.giftAwaitsYou
source: Un cadeau vous attend
de: Ein Geschenk wartet auf Sie
en: A gift awaits you
es: Un regalo te espera
it: Un regalo ti aspetta
pt: Um presente espera por si

# giftUI.giftCaps
source: CADEAU
de: GESCHENK
en: GIFT
es: REGALO
it: REGALO
pt: PRESENTE

# giftUI.giftLoadFailed
source: Impossible de charger ce cadeau. Vérifiez votre connexion.
de: Geschenk konnte nicht geladen werden. Prüfen Sie Ihre Verbindung.
en: Couldn't load this gift. Check your connection.
es: No se pudo cargar este regalo. Comprueba tu conexión.
it: Impossibile caricare questo regalo. Verifica la connessione.
pt: Não foi possível carregar este presente. Verifique a sua ligação.

# giftUI.giftNotFoundOrExpired
source: Ce cadeau est introuvable ou a expiré.
de: Dieses Geschenk wurde nicht gefunden oder ist abgelaufen.
en: This gift can't be found or has expired.
es: Este regalo no se encuentra o ha caducado.
it: Questo regalo non è stato trovato o è scaduto.
pt: Este presente não foi encontrado ou expirou.

# giftUI.givenWithLove
source: Offert avec amour via L'Écrin Virtuel
de: Mit Liebe verschenkt über L'Écrin Virtuel
en: Given with love via L'Écrin Virtuel
es: Regalado con amor a través de L'Écrin Virtuel
it: Regalato con amore tramite L'Écrin Virtuel
pt: Oferecido com amor através de L'Écrin Virtuel

# giftUI.linkCopied
source: Lien copié ✓
de: Link kopiert ✓
en: Link copied ✓
es: Enlace copiado ✓
it: Link copiato ✓
pt: Ligação copiada ✓

# giftUI.linkCreated
source: Lien créé !
de: Link erstellt!
en: Link created!
es: ¡Enlace creado!
it: Link creato!
pt: Ligação criada!

# giftUI.linkValid30Days
source: Lien valable 30 jours
de: Link 30 Tage gültig
en: Link valid for 30 days
es: Enlace válido durante 30 días
it: Link valido per 30 giorni
pt: Ligação válida por 30 dias

# giftUI.magical
source: Magique
de: Magisch
en: Magical
es: Mágico
it: Magico
pt: Mágico

# giftUI.openGift
source: Ouvrir le cadeau
de: Geschenk öffnen
en: Open the gift
es: Abrir el regalo
it: Apri il regalo
pt: Abrir o presente

# giftUI.openingGift
source: Ouverture du cadeau…
de: Geschenk wird geöffnet…
en: Opening the gift…
es: Abriendo el regalo…
it: Apertura del regalo…
pt: A abrir o presente…

# giftUI.personalize
source: Personnalisez
de: Personalisieren
en: Personalize
es: Personaliza
it: Personalizza
pt: Personalize

# giftUI.readyToGift
source: Prêt à offrir
de: Bereit zum Verschenken
en: Ready to gift
es: Listo para regalar
it: Pronto da regalare
pt: Pronto a oferecer

# giftUI.recipientCanTryAR
source: Votre destinataire pourra essayer le bijou en réalité augmentée
de: Ihr Empfänger kann das Schmuckstück in Augmented Reality anprobieren
en: Your recipient will be able to try on the jewel in augmented reality
es: El destinatario podrá probarse la joya en realidad aumentada
it: Il destinatario potrà provare il gioiello in realtà aumentata
pt: O destinatário poderá experimentar a joia em realidade aumentada

# giftUI.shareMagicLink
source: Partagez ce lien magique avec la personne que vous souhaitez gâter
de: Teilen Sie diesen magischen Link mit der Person, die Sie verwöhnen möchten
en: Share this magical link with the person you want to spoil
es: Comparte este enlace mágico con la persona a la que quieres mimar
it: Condividi questo link magico con la persona che vuoi coccolare
pt: Partilhe esta ligação mágica com a pessoa que deseja mimar

# giftUI.tryOnMe
source: Essayer sur moi ✨
de: An mir anprobieren ✨
en: Try it on me ✨
es: Probármelo ✨
it: Provalo su di me ✨
pt: Experimentar em mim ✨

# giftUI.whichJewelToGift
source: Quel bijou offrir ?
de: Welches Schmuckstück verschenken?
en: Which jewel to give?
es: ¿Qué joya regalar?
it: Quale gioiello regalare?
pt: Que joia oferecer?

# giftUI.writeWordsWithLove
source: Écrivez quelques mots avec amour…
de: Schreiben Sie ein paar liebevolle Worte…
en: Write a few words with love…
es: Escribe unas palabras con amor…
it: Scrivi qualche parola con amore…
pt: Escreva algumas palavras com amor…

# giftUI.yourMessageCaps
source: VOTRE MESSAGE
de: IHRE NACHRICHT
en: YOUR MESSAGE
es: TU MENSAJE
it: IL TUO MESSAGGIO
pt: A SUA MENSAGEM

# home.boutiqueDesc
source: Créateurs
de: Kreative
en: Designers
es: Diseñadores
it: Creatori
pt: Criadores

# home.captureJewelry
source: Capturer un bijou
de: Schmuck erfassen
en: Capture a jewelry
es: Capturar una joya
it: Cattura un gioiello
pt: Capturar uma joia

# home.myCollection
source: Mon Écrin
de: Meine Schatulle
en: My Collection
es: Mi Colección
it: Il Mio Scrigno
pt: Meu Estojo

# home.myCollectionDesc
source: Ma collection
de: Meine Sammlung
en: My collection
es: Mi colección
it: La mia collezione
pt: Minha coleção

# home.newTryOn
source: Nouvel Essayage
de: Neue Anprobe
en: New Try-On
es: Nueva Prueba
it: Nuova Prova
pt: Nova Prova

# home.photographer
source: Photographier
de: Fotografieren
en: Photograph
es: Fotografiar
it: Fotografa
pt: Fotografar

# home.recentItems
source: Plus récents
de: Neueste
en: Recent
es: Recientes
it: Più recenti
pt: Mais recentes

# home.title
source: Accueil
de: Startseite
en: Home
es: Inicio
it: Home
pt: Início

# home.tryOnDescription
source: Importez un bijou, choisissez votre photo, et laissez la magie opérer. Visualisez le résultat avant d'acheter ou juste pour rêver.
de: Importieren Sie ein Schmuckstück, wählen Sie Ihr Foto und lassen Sie die Magie wirken. Visualisieren Sie das Ergebnis vor dem Kauf oder einfach zum Träumen.
en: Import a piece of jewelry, choose your photo, and let the magic happen. See the result before buying or just to dream.
es: Importa una joya, elige tu foto y deja que la magia suceda. Visualiza el resultado antes de comprar o solo para soñar.
it: Importa un gioiello, scegli la tua foto e lascia che la magia accada. Visualizza il risultato prima di acquistare o semplicemente per sognare.
pt: Importe uma joia, escolha sua foto e deixe a magia acontecer. Visualize o resultado antes de comprar ou apenas para sonhar.

# home.virtualTryOn
source: Essayage Virtuel
de: Virtuelles Anprobieren
en: Virtual Try-On
es: Prueba Virtual
it: Prova Virtuale
pt: Prova Virtual

# home.welcome
source: Bienvenue
de: Willkommen
en: Welcome
es: Bienvenido
it: Benvenuto
pt: Bem-vindo

# jewelryDetectionUI.add
source: Ajouter
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt: Adicionar

# jewelryDetectionUI.addToWardrobe
source: Ajouter à la garde-robe
de: Zur Garderobe hinzufügen
en: Add to wardrobe
es: Añadir al armario
it: Aggiungi al guardaroba
pt: Adicionar ao guarda-roupa

# jewelryDetectionUI.analysisResults
source: Résultats de l'analyse
de: Analyseergebnisse
en: Analysis results
es: Resultados del análisis
it: Risultati dell'analisi
pt: Resultados da análise

# jewelryDetectionUI.analyzeJewel
source: Analyser le bijou
de: Schmuckstück analysieren
en: Analyze the jewelry
es: Analizar la joya
it: Analizza il gioiello
pt: Analisar a joia

# jewelryDetectionUI.analyzing
source: Analyse en cours…
de: Analyse läuft…
en: Analyzing…
es: Analizando…
it: Analisi in corso…
pt: A analisar…

# jewelryDetectionUI.autoDetection
source: Détection automatique
de: Automatische Erkennung
en: Automatic detection
es: Detección automática
it: Rilevamento automatico
pt: Deteção automática

# jewelryDetectionUI.brandOptional
source: Marque (optionnel)
de: Marke (optional)
en: Brand (optional)
es: Marca (opcional)
it: Marca (facoltativo)
pt: Marca (opcional)

# jewelryDetectionUI.colorOptional
source: Couleur (optionnel)
de: Farbe (optional)
en: Color (optional)
es: Color (opcional)
it: Colore (facoltativo)
pt: Cor (opcional)

# jewelryDetectionUI.detectIntro
source: Photographiez un bijou — l'IA identifie le type et le prérempli dans votre garde-robe.
de: Fotografieren Sie ein Schmuckstück — die KI erkennt den Typ und füllt die Angaben für Ihre Garderobe vorab aus.
en: Photograph a piece of jewelry — the AI identifies its type and pre-fills it in your wardrobe.
es: Fotografía una joya: la IA identifica el tipo y lo rellena automáticamente en tu armario.
it: Fotografa un gioiello: l'IA ne identifica il tipo e lo precompila nel tuo guardaroba.
pt: Fotografe uma joia — a IA identifica o tipo e preenche-a automaticamente no seu guarda-roupa.

# jewelryDetectionUI.detectJewel
source: Détecter un bijou
de: Schmuck erkennen
en: Detect jewelry
es: Detectar una joya
it: Rileva un gioiello
pt: Detetar uma joia

# jewelryDetectionUI.detectedType
source: Type détecté
de: Erkannter Typ
en: Detected type
es: Tipo detectado
it: Tipo rilevato
pt: Tipo detetado

# jewelryDetectionUI.jewelAdded
source: Bijou ajouté à votre garde-robe !
de: Schmuckstück zu Ihrer Garderobe hinzugefügt!
en: Jewelry added to your wardrobe!
es: ¡Joya añadida a tu armario!
it: Gioiello aggiunto al tuo guardaroba!
pt: Joia adicionada ao seu guarda-roupa!

# jewelryDetectionUI.namePlaceholder
source: Nom (ex : Bague solitaire)
de: Name (z. B. Solitärring)
en: Name (e.g. Solitaire ring)
es: Nombre (ej.: Anillo solitario)
it: Nome (es.: Anello solitario)
pt: Nome (ex.: Anel solitário)

# jewelryDetectionUI.noJewelDetected
source: Aucun bijou détecté. Essayez avec une photo plus nette ou mieux cadrée.
de: Kein Schmuckstück erkannt. Versuchen Sie es mit einem schärferen oder besser ausgerichteten Foto.
en: No jewelry detected. Try a sharper or better-framed photo.
es: No se detectó ninguna joya. Prueba con una foto más nítida o mejor encuadrada.
it: Nessun gioiello rilevato. Prova con una foto più nitida o meglio inquadrata.
pt: Nenhuma joia detetada. Experimente uma foto mais nítida ou melhor enquadrada.

# jewelryStyles.gold
source: Or
de: Gold
en: Gold
es: Oro
it: Oro
pt: Ouro

# jewelryStyles.platinum
source: Platine
de: Platin
en: Platinum
es: Platino
it: Platino
pt: Platina

# jewelryStyles.rosegold
source: Or Rose
de: Roségold
en: Rose Gold
es: Oro Rosa
it: Oro Rosa
pt: Ouro Rosé

# jewelryStyles.silver
source: Argent
de: Silber
en: Silver
es: Plata
it: Argento
pt: Prata

# jewelryTypes.anklet
source: Chevillière
de: Fußkettchen
en: Anklet
es: Tobillera
it: Cavigliera
pt: Tornozeleira

# jewelryTypes.bracelet
source: Bracelet
de: Armband
es: Pulsera
it: Bracciale
pt: Pulseira

# jewelryTypes.brooch
source: Broche
de: Brosche
en: Brooch
it: Spilla

# jewelryTypes.earrings
source: Boucles d'oreilles
de: Ohrringe
en: Earrings
es: Pendientes
it: Orecchini
pt: Brincos

# jewelryTypes.necklace
source: Collier
de: Halskette
en: Necklace
es: Collar
it: Collana
pt: Colar

# jewelryTypes.ring
source: Bague
de: Ring
en: Ring
es: Anillo
it: Anello
pt: Anel

# jewelryTypes.set
source: Parure
de: Set
en: Set
es: Conjunto
pt: Conjunto
